MEXICO/Simulations-Feb27/V0_10s/constant/airfoilProperties/DU91-W2-250
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      airfoilProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

airfoilData
(
//	alpha   	C_l    		C_d
(	0.486		0.43		0.01	)
(	1.517		0.555		0.01	)
(	2.534		0.679		0.011	)
(	3.566		0.802		0.011	)
(	4.583		0.919		0.011	)
(	5.63		1.036		0.012	)
(	6.662		1.149		0.012	)
(	7.663		1.259		0.013	)
(	8.695		1.359		0.014	)
(	9.211		1.396		0.014	)
(	9.712		1.424		0.016	)
(	10.212		1.424		0.02	)
(	10.728		1.408		0.026	)
(	11.199		1.331		0.032	)
(	11.684		1.266		0.037	)
(	12.185		1.2			0.041	)
(	12.686		1.184		0.048	)
(	13.156		1.205		0.067	)
(	13.672		1.216		0.082	)
(	14.173		1.2			0.091	)
(	15.159		1.184		0.108	)
(	16.161		1.163		0.121	)
(	18.149		1.163		0.142	)
(	19.196		1.169		0.159	)

);
